fall2017/psyc5316/psyc5316-fall2017.tex
% Created 2017-08-18 Fri 10:22
\documentclass[10pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{hyperref}
\tolerance=1000
\usepackage[left=1in,right=1in,bottom=1in,top=1in]{geometry}
\date{Fall 2017}
\title{PSYC 5316: Advanced Quantitative Methods}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs 25.2.1 (Org mode 8.2.10)}}
\begin{document}

\maketitle

\section*{Contact info}
\label{sec-1}
\begin{itemize}
\item Professor: Thomas J. Faulkenberry, Ph.D
\item Office: Math 319
\item Office hours: \emph{TBA}
\item Email: faulkenberry@tarleton.edu
\item Website: \url{http://tomfaulkenberry.github.io}
\item Phone: 254-968-9816
\end{itemize}

\section*{Course description and outline}
\label{sec-2}

This course is designed to teach you the advanced quantitative methods necessary to read and conduct modern empirical research.  Our discipline focus is on applied psychology, but the methods we discuss will be applicable to a wide range of disciplines.  Students taking this course are expected to have \textbf{previously} taken a graduate level course in statistics (or equivalent statistical training).  

Tentatively, I expect that we will cover the following topics:

\subsubsection*{Review of classical statistical methods (5 weeks)}
\label{sec-2-0-1}
\begin{itemize}
\item Basic notions of probability, including expected value, conditional probability, and independence
\item Probability distributions commonly used for applied work, including discrete distributions (e.g., binomial, geometric, and Poisson distributions) and continuous distributions (e.g., normal, exponential, Gamma, and chi-square distributions)
\item sampling distributions and confidence intervals
\item hypothesis testing
\item common hypothesis tests (including t-test, anova, chi-square, etc.)
\end{itemize}

\subsubsection*{Robust methods (3 weeks)}
\label{sec-2-0-2}
\begin{itemize}
\item bootstrapping
\item robust measures of location (including trimmed means, Winsorized means, $M$-estimators, etc.)
\item inferences based on robust measures
\end{itemize}

\subsubsection*{Bayesian methods (5 weeks)}
\label{sec-2-0-3}
\begin{itemize}
\item Bayes' Theorem, priors, likelihoods
\item estimating proportions and rates (using both exact methods via conjugate priors and simulation-based Markov chain Monte Carlo (MCMC) methods)
\item fitting models with JAGS and R
\item Bayesian hypothesis testing
\end{itemize}

\section*{Course materials}
\label{sec-3}

\begin{itemize}
\item \emph{Fundamentals of Modern Statistical Methods} (2nd ed.) by Wilcox (2010) (\href{https://www.amazon.com/Fundamentals-Modern-Statistical-Methods-Substantially/dp/1441955240/}{Amazon link)}
\item \emph{Bayesian Statistical Inference} by Iversen (1984) (\href{https://www.amazon.com/Bayesian-Statistical-Inference-Quantitative-Applications/dp/0803923287/}{Amazon link)}
\item R statistical software (free download from \href{http://www.r-project.org}{www.r-project.org})
\item RStudio (free download from \href{http://www.rstudio.com}{www.rstudio.com})
\item JAGS (free download from \href{http://mcmc-jags.sourceforge.net}{mcmc-jags.sourceforge.net})
\end{itemize}

\section*{Student learning outcomes}
\label{sec-4}

\begin{enumerate}
\item 
\end{enumerate}

\section*{Requirements and grading}
\label{sec-5}

\begin{itemize}
\item Exam 1 (100 pts)
\item Exam 2 (100 pts)
\item Exam 3 (100 pts)
\item Weekly problem sets (100 pts)
\item \emph{Total = 400 points}
\end{itemize}

Grades will be assigned based on the percentage of points you accumulate out of these 400 points.  I will use the standard grading scale of A=90\%, B=80\%, etc.

\subsection*{Exams (75\% of grade)}
\label{sec-5-1}
There will be three exams throughout the semester.  Exams will be performed in class.  Unless otherwise specified, students may use class notes, but exams must be completed \emph{individually}.  

Tentative exam dates:

\begin{itemize}
\item Exam 1: October 2 (during week 6)
\item Exam 2: October 30 (during week 10)
\item Exam 3: December 11 (during week 16)
\end{itemize}

\subsection*{Weekly problem sets (25\% of grade)}
\label{sec-5-2}
At the end of each weekly lecture, a set of problems will be distributed to students for completion during the subsequent week.  Students may work collaboratively, but all final work submitted for credit must be the student's \emph{own} interpretation of the collaborative work.

\section*{Course Communication}
\label{sec-6}

This course is designed to be an intensive, interactive seminar on modern statistical methods.  That means that I will be available for one-on-one consultation most any time.  Just stop by my office or give me a call.

All official course communication (questions, setting up a meeting, etc.) will be conducted by email.  Any time you need to contact me, feel free to send me an email at faulkenberry@tarleton.edu.  I only ask that you adhere to two guidelines:
\begin{itemize}
\item please include the course number (PSYC 5316) in the subject line.  For example, one good way to do this is:  Subject: [PSYC 5316] Question about problem set 3
\item please use proper email etiquette.  Include a salutation (e.g., Dear Dr. Faulkenberry), complete sentences, and a closing (e.g., "Regards, Your Name").  You might be surprised how many times I get an email from a nondescript email address with no indication from WHOM the email was sent!
\end{itemize}

Also, I will be sending periodic emails to each of you that update you on course progress, due dates, etc.  It is imperative that you check your \emph{Tarleton email address} regularly so that you don't miss any of these messages.

\section*{University Policy on "F" Grades}
\label{sec-7}
Beginning in Fall 2015, Tarleton will begin differentiating between a failed grade in a class because a student never attended (F0 grade), stopped attending at some point in the semester (FX grade), or because the student did not pass the course (F) but attended the entire semester. These grades will be noted on the official transcript. Stopping or never attending class can result in the student having to return aid monies received.  For more information see the Tarleton Financial Aid website.

\section*{Academic Honesty}
\label{sec-8}

Tarleton State University expects its students to maintain high standards of personal and scholarly conduct. Students guilty of academic dishonesty are subject to disciplinary action. Cheating, plagiarism (submitting another person’s materials or ideas as one’s own), or doing work for another person who will receive academic credit are all disallowed. This includes the use of unauthorized books, notebooks, or other sources in order to secure of give help during an examination, the unauthorized copying of examinations, assignments, reports, or term papers, or the presentation of unacknowledged material as if it were the student’s own work. Disciplinary action may be taken beyond the academic discipline administered by the faculty member who teaches the course in which the cheating took place.

In particular, any exam taken online must be completed without the aid of any unauthorized resource (including using any search engine, Google, etc.).  Authorized resources are limited only to the official textbook and any lecture notes from the course.  Any other authorized resources will be provided to you before the exam.  The minimum sanction for violation of this policy is a grade of 0 on the affected exam.

Each student’s honesty and integrity are taken for granted. However, if I find evidence of academic misconduct I will pursue the matter to the fullest extent permitted by the university. ACADEMIC MISCONDUCT OR DISHONESTY WILL RESULT IN A GRADE OF F FOR THE COURSE.  Students are strongly advised to avoid even the \emph{appearance} of academic misconduct. 

\section*{Academic Affairs Core Value Statements}
\label{sec-9}

\subsection*{Academic Integrity Statement}
\label{sec-9-1}
Tarleton State University's core values are integrity, leadership, tradition, civility, excellence, and service.  Central to these values is integrity, which is maintaining a high standard of personal and scholarly conduct.  Academic integrity represents the choice to uphold ethical responsibility for one’s learning within the academic community, regardless of audience or situation.

\subsection*{Academic Civility Statement}
\label{sec-9-2}
Students are expected to interact with professors and peers in a respectful manner that enhances the learning environment. Professors may require a student who deviates from this expectation to leave the face-to-face (or virtual) classroom learning environment for that particular class session (and potentially subsequent class sessions) for a specific amount of time. In addition, the professor might consider the university disciplinary process (for Academic Affairs/Student Life) for egregious or continued disruptive behavior.

\subsection*{Academic Excellence Statement}
\label{sec-9-3}
Tarleton holds high expectations for students to assume responsibility for their own individual learning. Students are also expected to achieve academic excellence by:
\begin{itemize}
\item honoring Tarleton’s core values, upholding high standards of habit and behavior.
\item maintaining excellence through class attendance and punctuality, preparing for active participation in all learning experiences.
\item putting forth their best individual effort.
\item continually improving as independent learners.
\item engaging in extracurricular opportunities that encourage personal and academic growth.
\item reflecting critically upon feedback and applying these lessons to meet future challenges.
\end{itemize}

\section*{Students with Disabilities Policy}
\label{sec-10}

It is the policy of Tarleton State University to comply with the Americans
with Disabilities Act and other applicable laws. If you are a student with a
disability seeking accommodations for this course, please contact Trina
Geye, Director of Student Disability Services, at 254.968.9400 or
geye@tarleton.edu. Student Disability Services is
located in Math 201. More information can be found at www.tarleton.edu/sds or in the University Catalog.


\textbf{\textbf{Note:  any changes to this syllabus will be communicated to you by the instructor!}}
% Emacs 25.2.1 (Org mode 8.2.10)
\end{document}